[
  {
    "url": "https://outpostcustom.co.uk/product/booklets-and-brochures/",
    "slug": "booklets-and-brochures",
    "title": "Booklets and Brochures",
    "short_description": "Promote your product & services or educate & update your audience with our range of printed printed saddle stitched or wiro bound booklets. From 50 Booklets Available in 6 standard sizes from A6 2 Binding options – Stapled (Saddle Stitched) or Wiro Bound Add Matt or Gloss Biodegradable Lamination to the cover REQUEST A PRICE LIST",
    "full_description": "Description Promote your product & services or educate & update your audience with our range of printed booklets. Our Saddle Stitched Brochures uses staples to bind the pages together for a sleek finish. Perfect for catalogues, training manuals magazines, newsletters and other marketing materials. Our Wiro Bound Brochures uses a sturdy metal white, black, silver or coloured spiral wire to bind the pages together. Perfect for documents, portfolios, workbooks and thicker catalogues you want to open and lay flat. From 50 Booklets Available in 6 standard sizes DL, A6, A5, A4, 148mm Square or 210mm Square Bespoke sizes available on request Portrait or landscape Bound on the Long Edge or Short Edge (Top or Side) Inside Pages: 130gsm, 170gsm or 250gsm Coated Silk or Uncoated Stock Add a thicker cover: 350gsm Coated Silk or Uncoated Stock Add Matt or Gloss Biodegradable Lamination to the cover Luxury and textured papers available 2 binding options – Choose Saddle Stitched if you’re looking for a stapled finish or wiro binding, in a range of white, black, silver or coloured wires Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your booklet using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP_SquareBooklet-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-certificates/",
    "slug": "printed-certificates",
    "title": "Certificates",
    "short_description": "Reward your team’s hard work and achievements with professional certificates that they can be proud of, frame and show off. From 5 Certificates A5 and A4 Single Sided 300gsm Uncoated Stock REQUEST A PRICE LIST",
    "full_description": "Description Celebrate the big wins AND the little wins. Reward your team’s hard work and achievements with professional certificates that they can be proud of, frame and show off. From 5 Certificates A5 (148.5mm x 210mm) or A4 (210mm x 297mm) Portrait or Landscape Single Sided Supplied trimmed and ready to pop in a frame 300gsm Uncoated ‘Thick Card’ Stock Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your certificate design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Cetificate-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-flyers-and-leaflets/",
    "slug": "printed-flyers-and-leaflets",
    "title": "Flyers",
    "short_description": "Promote your business, event, charity or product with our range of printed Flyers. From 50 Flyers Available in 6 standard sizes DL, A7, A6, A5, A4, 148mm Square or 210mm Square Single or Double Sided 170gsm ‘Thick Paper’, 250gsm ‘Thin Card’ or 350gsm ‘Thick Card’ Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Promote your business, event, charity or product with our range of printed Flyers. Include QR codes for direct links to your website or social media. From 50 Flyers Available in 6 standard sizes DL (99 x 210mm), A7 (74 x 105mm), A6 (105 x 148.5mm),A5 (148 x 210 mm), A4 (210 x 297mm), 148mm Square or 210mm Square Bespoke sizes and cascade sets available on request Landscape or Portrait Single or Double Sided 170gsm , 250gsm or 350gsm Coated Silk or Uncoated Stock Add Gloss or Matt Biodegradable Lamination Printed in full process colour Need more marketing space? Try our Folded Flyers Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your flyer design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Flyer-Mockup2-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-folded-flyers-and-leaflets/",
    "slug": "printed-folded-flyers-and-leaflets",
    "title": "Folded Flyers & Leaflets",
    "short_description": "Promote your business, event, charity or product with our range of printed Flyers. From 50 Flyers Available in 6 standard sizes folded to A6, A5, A4, 4 Panel DL (Bi-Fold), 6 Panel DL (Tri-Fold), 148mm square or 210mm square Printed front, inside and reverse 170gsm ‘Thick Paper’, 250gsm ‘Thin Card’ or 350gsm ‘Thick Card’ Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Promote your business, event, charity or product with our range of printed Folded Flyers and Leaflets. Include QR codes for direct links to your website or social media. From 50 Flyers Available in 6 standard sizes folded to A6 (105 x 148.5mm), A5 (148 x 210 mm), A4 (210 x 297mm), 4 Panel DL (Bi-Fold 99 x 210mm), 6 Panel DL (Tri-Fold 99 x 210mm), 148mm Square or 210mm Square Bespoke sizes available on request Landscape or Portrait Double Sided – Your design will feature on the inside of your flyer as well as the front and reverse. Long Edge or Short Edge Side Fold or Top Tent Fold 170gsm , 250gsm or 350gsm Coated Silk or Uncoated Stock Add Gloss or Matt Biodegradable Lamination Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your flyer design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Folded-Flyer-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/notepads/",
    "slug": "notepads",
    "title": "Notepads",
    "short_description": "Create branded notepads to promote your business or sell your artwork. From to-do lists to shopping lists – the design options are endless! From 10 notepads! Available in 6 standard sizes from A7 to A4 From 25 pages per pad Glued along the spine 120gsm Uncoated Stock (perfect for writing on!) REQUEST A PRICE LIST",
    "full_description": "Description Create branded notepads to promote your business or sell your artwork. From to-do lists to shopping lists – the design options are endless! From 10 Notepads! Available in 5 standard sizes DL (99 x 210mm), A7 (74 x 105mm), A6 (105 x 148.5mm), A5 (148 x 210 mm) or A4 (210 x 297mm) Bespoke sizes available on request From 25 pages per pad Portrait or landscape Glued on the Long Edge or Short Edge (Top or Side) 120gsm Uncoated Stock (perfect for writing on!) Protect your notebook by adding a thicker wrap over cover: 350gsm Coated Silk or Uncoated Stock Add Matt or Gloss Biodegradable Lamination to the cover Greyboard backing Luxury and textured papers available Printed in full process colour Package your notepad for resale with a custom printed Belly Band Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your notepads using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events",
      "Resale Product"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-Notepad-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-postcards/",
    "slug": "printed-postcards",
    "title": "Postcards",
    "short_description": "Say ‘Thank You’ or ‘Wish you were here’ with traditional thick postcards with a writable side… From 50 Postcards (Mix your designs!) A6 standard postcard size Single or Double Sided 350gsm Uncoated Card Stock Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Create traditional thick postcards with a writable side… Branded cards, unique to your business to send with customer orders. Stock and sell your designs, photography & illustrations as postcards. Or simply design a batch of cards to send to friends & family throughout the year or as thank you cards. From 50 Postcards (Mix your designs!) A6 standard postcard size Try our Flat Flyers for other sizes Landscape or Portrait Single or Double Sided 350gsm Uncoated Card Stock (Best for writing on) Add Gloss or Matt Biodegradable Lamination Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your postcard design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events",
      "Resale Product"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Postcard-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-posters/",
    "slug": "printed-posters",
    "title": "Posters",
    "short_description": "From 5 Posters Available in 6 standard sizes A4 or 2A0 Single Sided 170gsm ‘Thick Paper’ or 250gsm ‘Thin Card’ Add Matt or Gloss Biodegradable Lamination for extra durability REQUEST A PRICE LIST",
    "full_description": "Description Include QR codes for direct links to your website or social media. From 5 Posters Available in 6 standard sizes: A4 (210 x 297mm ) A3 (297 x 420mm ) A2 (420 x 594mm) A1 (594 x 841 mm) A0 (841 x 1189mm) 2A0 (1189 x 1682mm) Bespoke sizes available on request Landscape or Portrait Single Sided 170gsm or 250gsm Coated Silk Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your poster design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Poster-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/scratch-cards/",
    "slug": "scratch-cards",
    "title": "Scratch Cards",
    "short_description": "A unique and fun way to reward customers… From 50 Scratch Cards (Mix the reveal text!) Available in 2 standard sizes A7 & A6 Single or Double Sided 350gsm Uncoated or Coated Card Stock Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description A unique and fun way to reward customers… Scratch-off cards come with a panel that can be scratched off to reveal prizes, codes, offers or other details underneath. Perfect way to reward customer loyalty throughout the year, hand them out at Christmas or include them with all orders featuring a discount on their next order. From 50 Scratch Cards (Mix the reveal text!) Each card can contain a unique reveal text or you can split your order between several offers/prizes Cards can be provided grouped or shuffled Available in 2 standard sizes: A6 and A7 Landscape or Portrait Single or Double Sided 350gsm Coated or Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your postcard design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-Scratch-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/table-talkers/",
    "slug": "table-talkers",
    "title": "Table Talkers",
    "short_description": "A quick marketing tool to pop on any counter, table top or bar – Great for promoting menus, QR codes, special offers or social media links. From 20 Table Talker Free standing A4 folded to DL (99 x 210mm) with 3 panels Single or Double Sided Portrait or Landscape Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description A quick marketing tool for any counter, table top or bar. Create unique, self-standing table talkers to display menus, QR codes, specials offers or social media contact info. From 20 Table Talkers A4 folded to DL (99 x 210mm) with 3 panels Portrait or Landscape Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Card Stock Free standing, supplied pre-creased & ready to neatly assemble with the pre-applied double-sided tape Printed in full process colour Add Gloss or Matt Biodegradable Lamination for added durability and to help protect against spills (Please note, lamination does not make these completely waterproof as the edges are still exposed but it does make the main surface wipeable so you can remove any sticky residue left from spills) Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your table talker design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-TableTalker-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/table-tents/",
    "slug": "table-tents",
    "title": "Table Tents",
    "short_description": "A quick marketing tool to pop on any counter, table top or bar – Great for promoting menus, QR codes, special offers or social media links. From 20 Table Tents Free standing Available in 2 standard sizes A6 & A5 Single or Double Sided Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description A quick marketing tool for any counter, table top or bar. Create unique, self-standing table tents to display menus, QR codes, specials offers or social media contact info. From 20 Table Tents Available in 2 standard sizes A6 & A5 Portrait or Landscape Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Card Stock Free standing, supplied pre-creased, pre-assembled & folded flat for easy transport & storage Printed in full process colour Add Gloss or Matt Biodegradable Lamination for added durability and to help protect against spills (Please note, lamination does not make these completely waterproof as the edges are still exposed but it does make the main surface wipeable so you can remove any sticky residue left from spills) Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your table tent design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP_TableTent-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/wire-bound-documents/",
    "slug": "wire-bound-documents",
    "title": "Wire Bound Documents",
    "short_description": "Professionally present your contracts, documents, manuals and workbooks with our wire bound printed documents. No minimum order! Available in 5 standard sizes from A5 to A3 Wire Bound (white, black, silver or coloured wires) Add an acetate cover sheet to protect your document Matt or Gloss Biodegradable Lamination to the cover REQUEST A PRICE LIST",
    "full_description": "Description Professionally present your contracts, documents, manuals and workbooks with our wiro bound printed documents. Our Wire Bound Documents uses a sturdy metal white, black, silver or coloured spiral wire to bind the pages together. No Minimum Order Available in 5 standard sizes A5, A4, A3, 148mm Square or 210mm Square Bespoke sizes available on request Portrait or landscape Bound on the Long Edge or Short Edge (Top or Side) Inside Pages: 130gsm, 170gsm or 250gsm Coated Silk or Uncoated Stock Add a thicker cover: 350gsm Coated Silk or Uncoated Stock Add an acetate cover sheet to protect your document Add Matt or Gloss Biodegradable Lamination to the cover Luxury and textured papers available Wiro bound in a range of white, black, silver or coloured wires Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your document using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP_PortraitWireBooklet-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/wire-bound-notebooks/",
    "slug": "wire-bound-notebooks",
    "title": "Wire Bound Notebooks",
    "short_description": "Create branded notebooks to promote your business or sell your artwork as unique notebooks. From 10 notebooks Available in 5 standard sizes from A5 to A3 Wiro Bound (white, black, silver or coloured wires) Blank, Ruled, Dotted or Squared inner pages (Or a mix!) Add an acetate cover sheet to protect your notebook Matt or Gloss Biodegradable Lamination to the cover REQUEST A PRICE LIST",
    "full_description": "Description Create branded notebooks to promote your business or sell your artwork as unique notebooks. Our Wiro Bound notebooks uses a sturdy metal white, black, silver or coloured spiral wire to bind the pages together. From 10 Notebooks! Available in 5 standard sizes A5, A4, A3, 148mm Square or 210mm Square Bespoke sizes available on request Blank, Ruled, Dotted or Squared inner pages (Or a mix!) Portrait or landscape Bound on the Long Edge or Short Edge (Top or Side) Inside Pages: 130gsm, 170gsm or 250gsm Uncoated Stock Add a thicker cover: 350gsm Coated Silk or Uncoated Stock Add an acetate cover sheet to protect your notebook Add Matt or Gloss Biodegradable Lamination to the cover Luxury and textured papers available Wiro bound in a range of white, black, silver or coloured wires Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your notebooks using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Promotional Marketing + Events",
      "Resale Product"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP_SpiralNotebook-mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-appointment-cards/",
    "slug": "printed-appointment-cards",
    "title": "Appointment Cards",
    "short_description": "Make sure your clients are on time with these wallet size cards with space to write their appointment details. From 100 Cards Single or Double Sided Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Make sure your clients are on time with these wallet size cards with space to write their appointment details. Include contact details or QR codes for direct links to reschedule their appointment. From 100 Cards 85mm x 55mm (Credit Card Size) Need more space? Try our folded appointment cards Landscape or Portrait Single or Double Sided 400gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Packaged in our high quality cardboard boxes Acrylic boxes available upon request Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your appointment card design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing",
      "Loyalty/Appointment Cards"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Appointment-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-business-cards/",
    "slug": "printed-business-cards",
    "title": "Business Cards",
    "short_description": "Make a memorable and lasting first impression with printed business cards – The perfect pocket-sized marketing tool. From 100 Business Cards Single or Double Sided Add Matt or Gloss Biodegradable Lamination Discounts available for sets REQUEST A PRICE LIST",
    "full_description": "Description Pocket-sized marketing tools for you and your business. Make a memorable first impression and leave customers with a way to contact you. Include QR codes for direct links to your website, social media or digital contact card. From 100 Cards 85mm x 55mm Landscape or Portrait Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination Printed in full process colour Packaged in our high quality cardboard boxes Acrylic boxes available upon request Need more marketing space? Try our folded business cards Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your business card design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Business-Card-Mockup2-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-compliment-slips/",
    "slug": "printed-compliment-slips",
    "title": "Compliment Slips",
    "short_description": "First impressions count. Add a personal and professional touch with a hand written note on high quality branded Compliment Slips. From 100 Compliment Slips DL Landscape Single or Double Sided 120gsm Uncoated Stock REQUEST A PRICE LIST",
    "full_description": "Description First impressions count. Order branded compliment slips on high quality paper stock, ready to add your own hand written note. An easy way to add a personal and professional touch. From 100 Compliment Slips DL (210mm x 99mm), Landscape Single or Double Sided 120gsm Uncoated Stock (Uncoated is best for writing on) Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your compliment slip design using our standard template for you – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing",
      "Letterheads/Compliment Slips"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Stationary-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-folded-appointment-cards/",
    "slug": "printed-folded-appointment-cards",
    "title": "Folded Appointment Cards",
    "short_description": "Make sure your clients are on time with these wallet size cards, folded with extra space to write their appointment details inside. From 100 Cards Folded to 85mm x 55mm (Credit Card Size) Double Sided Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Make sure your clients are on time with these wallet size cards, folded with extra space to write their appointment details inside. Double the space than our standard flat appointment cards Include contact details or QR codes for direct links to reschedule their appointment. From 100 Cards Folded to 85mm x 55mm (Credit Card Size) Try our regular flat appointment cards Landscape or Portrait Long Edge or Short Edge Side Fold or Top Tent Fold Double Sided – Your design will feature on the inside of your appointment cards as well as the front and reverse. 300gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Packaged in our high quality cardboard boxes Acrylic boxes available upon request Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your appointment card design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing",
      "Loyalty/Appointment Cards"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Folded-Appointment-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-folded-business-cards/",
    "slug": "printed-folded-business-cards",
    "title": "Folded Business Cards",
    "short_description": "Double up on your marketing space with folded business cards and make a memorable and lasting first impression. From 100 Business Cards Double Sided Add Matt or Gloss Biodegradable Lamination Discounts available for sets REQUEST A PRICE LIST",
    "full_description": "Description Double up on your marketing space with folded business cards. With extra room for service lists or product descriptions, make a memorable first impression and leave customers with a way to contact you. Include QR codes for direct links to your website, social media or digital contact card. From 100 Cards Folded to 85mm x 55mm Landscape or Portrait Long Edge or Short Edge Side Fold or Top Tent Fold Double Sided – Your design will feature on the inside of your business cards as well as the front and reverse. 350gsm Coated Silk or 300gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination Printed in full process colour Packaged in our high quality cardboard boxes Acrylic boxes available upon request Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your business card design using our standard template for you – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Folded-Business-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-folded-loyalty-cards/",
    "slug": "printed-folded-loyalty-cards",
    "title": "Folded Loyalty Cards",
    "short_description": "Keep them coming back for more with these wallet size cards, folded with extra space to collect stamps inside. From 100 Loyalty Cards Folded to 85mm x 55mm (Credit Card Size) Double Sided Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Keep them coming back for more with these wallet size cards, folded with extra space to collect stamps inside. Double the space than our standard flat loyalty cards. Include contact details or QR codes for direct links to book their next appointment. From 100 Cards Folded to 85mm x 55mm (Credit Card Size) Try our regular flat loyalty cards Landscape or Portrait Long Edge or Short Edge Side Fold or Top Tent Fold Double Sided – Your design will feature on the inside of your loyalty cards as well as the front and reverse. 300gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Packaged in our high quality cardboard boxes Acrylic boxes available upon request Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your loyalty card design using our standard template for you – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing",
      "Loyalty/Appointment Cards"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Folded-Loyalty-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-letterheads/",
    "slug": "printed-letterheads",
    "title": "Letterheads",
    "short_description": "First impressions count. Send out your letters on Professional, High Quality Letterheads. From 100 Letterheads A4 Single or Double Sided 120gsm Uncoated Stock REQUEST A PRICE LIST",
    "full_description": "Description First impressions count. Do you need your letters and contracts that you send to your customers to look as professional as your business services? Order branded letterheads on high quality paper stock, ready to pop in your own office printer. From 100 Letterheads A4, Portrait Single or Double Sided 120gsm Uncoated Stock Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your letterhead design using our standard template for you – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing",
      "Letterheads/Compliment Slips"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Stationary-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-loyalty-cards/",
    "slug": "printed-loyalty-cards",
    "title": "Loyalty Cards",
    "short_description": "Keep them coming back for more with these wallet size cards with space to collect Loyalty Stamps. From 100 Cards Single or Double Sided Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Keep them coming back for more with these wallet size cards with space to collect Loyalty Stamps. Include contact details or QR codes for direct links to book their next appointment. From 100 Cards 85mm x 55mm (Credit Card Size) Need more space? Try our folded loyalty cards Landscape or Portrait Single or Double Sided 400gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Packaged in our high quality cardboard boxes Acrylic boxes available upon request Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your loyalty card design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Business Stationery",
      "Printing",
      "Loyalty/Appointment Cards"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Loyalty-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/art-prints/",
    "slug": "art-prints",
    "title": "Art Prints",
    "short_description": "High-quality wall art prints of your paintings, illustrations and designs. From 5 Art Prints Free scanning service Available in 7 standard sizes from A5 to 2A0 Up to 300gsm matt, gloss, satin or textured stock Add Matt or Gloss Biodegradable Lamination for extra durability REQUEST A PRICE LIST",
    "full_description": "Description High-quality wall art prints of your paintings, illustrations and designs. Choose from a textured off-white stock, a satin stock which has a slight sheen and is perfect for printing vibrant, bold colours, or a matt un-coated paper which has an authentic look, just like it’s been pulled straight from your sketch book. We also offer a free scanning service for all Art Print orders. Bring your original artwork to our print shop in Kidderminster to be scanned and then colour matched by our team of experts. From 5 Art Prints Available in 7 standard sizes: A5 (148 x 210mm ) A4 (210 x 297mm ) A3 (297 x 420mm ) A2 (420 x 594mm) A1 (594 x 841 mm) A0 (841 x 1189mm) 2A0 (1189 x 1682mm) Bespoke sizes available on request Landscape or Portrait Single Sided Up to A3: 250gsm Coated Silk, 300gsm Uncoated, 200gsm Textured ( Tintoretto Neve by Fedrigoni ) (Other weights available on request) Up to 2AO: 200gsm Satin (Semi-gloss) Coated, 210gsm Gloss Coated, 200gsm Matt Uncoated Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Bring your original artwork to us for scanning Submit your jpeg images to our design team who will create your art print design using our standard template – Artwork fee may apply to this method. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-Artprint-3-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-bookmarks/",
    "slug": "printed-bookmarks",
    "title": "Bookmarks",
    "short_description": "Promote your brand or sell your artwork as unique bookmarks. From 25 Bookmarks 52mm x 148mm Single or Double Sided 350gsm Coated Silk Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Promote your brand or sell your artwork as unique bookmarks. A nice reminder of your business with with every turn of a page… From 25 Bookmarks (Mix your designs!) 52mm x 148mm Bespoke sizes and shapes available on request Landscape or Portrait Single or Double Sided 350gsm Coated Silk Add Gloss or Matt Biodegradable Lamination for extra durability Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text, images and logo file to our design team who will create your bookmark design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product",
      "Seasonal"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Bookmark-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-christmas-cards/",
    "slug": "printed-christmas-cards",
    "title": "Christmas Cards",
    "short_description": "’Tis the season to create your very own Christmas Cards and spread some festive cheer… From 25 Cards (Mix your designs!) Available in 3 standard sizes A6, A5 or 148mm Square Bespoke sizes available Single or Double Sided Add Matt or Gloss Biodegradable Lamination With or without envelopes REQUEST A PRICE LIST",
    "full_description": "Description <’Tis the season to create your very own Christmas Cards. Spread some festive cheer with unique greetings cards and matching envelopes… Branded cards, unique to your business to send to customers and colleagues. Stock and sell your designs, photography & illustrations as cards. Or simply design a batch of cards to send to friends & family. From 25 Cards (Mix your designs!) Available in 3 standard sizes A6 (105 x 148.5mm), A5 (148 x 210mm) or 148mm Square Bespoke sizes available Available with or without envelopes White ‘Diamond Flap’ Gummed Envelopes Kraft ‘Diamond Flap’ Gummed Envelopes Coloured ‘Diamond Flap’ Gummed Envelopes Metallic / Pearlescent ‘Diamond Flap’ Gummed Envelopes Landscape or Portrait Long Edge or Short Edge Side Fold or Top Tent Fold Single or Double Sided One side: Your design will feature on the front and reverse of your folded card, on the outside only. Both sides: Your design will feature on the inside of your card as well as the front and reverse. 350gsm Uncoated Card Stock (Best for writing on) Add Gloss or Matt Biodegradable Lamination outside Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your jpeg to our design team who will create your christmas card design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product",
      "Seasonal"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Christmas-Card-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-desk-calendars/",
    "slug": "printed-desk-calendars",
    "title": "Desk Calendars",
    "short_description": "Promote your business, sell your artwork or fundraise for charity – Put your brand on the desk of your customers all year round! Minimum order quantity of 5 calendars Available in 2 sizes DL or A5 Single (13 page) or Double Sided (7 page) Add Matt or Gloss Biodegradable Lamination to the cover REQUEST A PRICE LIST",
    "full_description": "Description Put your brand on the desk of your customers all year round! Personalise your Desk Calendars with logos, brand colours and custom designs or photos, and help staff stay organised. Branded calendars, unique to your business to send to customers and colleagues. Stock and sell your designs, photography & illustrations as calendars. Or simply photo calendars to send to friends & family – a great Christmas gift! Minimum order quantity of 5 calendars Available in 2 sizes DL (99 x 210mm) or A5 (148 x 210mm) Landscape or Portrait Choose either 7 page double sided or 13 page single sided (1 page per month + cover) 250gsm Coated Silk Cover + 170gsm Coated Silk Inside Leaves Plain white or printed backboard Add Gloss or Matt Biodegradable Lamination to the cover Printed in full process colour White wiro bound with thick card support Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit 13 photos and a logo file (optional) to our design team who will insert your images into our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product",
      "Seasonal"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Desk-Calendar-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-gift-vouchers/",
    "slug": "printed-gift-vouchers",
    "title": "Gift Vouchers",
    "short_description": "Create a beautiful gift voucher which customers will be thrilled to receive in their next Birthday or Christmas Card. From 25 Cards – Mix designs! DL, A6, A7 or Business Card Size Single or Double Sided Add Matt or Gloss Biodegradable Lamination Add perforation for a tear off design REQUEST A PRICE LIST",
    "full_description": "Description Create a beautiful gift voucher which customers will be thrilled to receive in their next Birthday or Christmas Card. They are also great for seasonal promotions, giveaways, competition prizes and for rewarding customer loyalty. Include contact details or QR codes for direct links to book their next appointment. From 25 Cards – Mix designs or values. Available in 4 standard sizes DL (210mm x 99mm), A6 (105mm x 148mm), A7 (74mm x 105mm) and Business Card Size (85mm x 55mm) Bespoke sizes available on request Landscape or Portrait Single or Double Sided 400gsm Uncoated Card Stock (Best for writing on) Add Gloss or Matt Biodegradable Lamination for extra durability Add perforation for a tear off section for the customer to keep Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your gift voucher design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product",
      "Seasonal"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-GiftVoucher-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-greetings-cards/",
    "slug": "printed-greetings-cards",
    "title": "Greetings Cards",
    "short_description": "Whatever the occasion, create unique greetings cards with matching envelopes… From 25 Cards (Mix your designs!) Available in 3 standard sizes A6, A5 or 210mm Square Bespoke sizes available Single or Double Sided Add Matt or Gloss Biodegradable Lamination With or without envelopes REQUEST A PRICE LIST",
    "full_description": "Description Whatever the occasion, create unique greetings cards with matching envelopes… Branded cards, unique to your business to send to customers and colleagues. Stock and sell your designs, photography & illustrations as cards. Or simply design a batch of cards to send to friends & family. From 25 Cards (Mix your designs!) Available in 3 standard sizes A6 (105 x 148.5mm), A5 (148 x 210mm) or 210mm Square Bespoke sizes available Available with or without envelopes White ‘Diamond Flap’ Gummed Envelopes Kraft ‘Diamond Flap’ Gummed Envelopes Coloured ‘Diamond Flap’ Gummed Envelopes Metallic / Pearlescent ‘Diamond Flap’ Gummed Envelopes Landscape or Portrait Long Edge or Short Edge Side Fold or Top Tent Fold Single or Double Sided One side: Your design will feature on the front and reverse of your folded card, on the outside only. Both sides: Your design will feature on the inside of your card as well as the front and reverse. 350gsm Uncoated Card Stock (Best for writing on) Add Gloss or Matt Biodegradable Lamination outside Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your jpeg to our design team who will create your greetings card design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product",
      "Seasonal"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Greetings-Card-Mockup_1Sided-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/printed-wall-calendars/",
    "slug": "printed-wall-calendars",
    "title": "Wall Calendars",
    "short_description": "Promote your business, sell your artwork or fundraise for charity – Create your own Wall Calendars for next year that will be displayed for an entire 12 months! Minimum order quantity of 5 calendars Available in 4 sizes A5, A4, Slim or A3 Single (13 page) or Double Sided (7 page) Add Matt or Gloss Biodegradable Lamination to the cover REQUEST A PRICE LIST",
    "full_description": "Description Create your own wall calendars for next year that will be displayed for an entire 12 months! Branded calendars, unique to your business to send to customers and colleagues. Stock and sell your designs, photography & illustrations as calendars. Or simply photo calendars to send to friends & family – a great Christmas gift! Minimum order quantity of 5 calendars Available in 4 sizes A5 (148 x 210mm), A4 (210 x 297mm), Slim (148 x 420mm) or A3 (297 x 420mm) Landscape or Portrait Choose either 7 page double sided or 13 page single sided (1 page per month + cover) 250gsm Coated Silk Cover + 170 gsm Coated Silk Inside Leaves Plain white or printed backboard Add Gloss or Matt Biodegradable Lamination to the cover Printed in full process colour White wiro bound with hanger and thumb cut out Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit 13 photos and a logo file (optional) to our design team who will insert your images into our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Printing",
      "Resale Product",
      "Seasonal"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Calendar-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/clothing-swing-tags/",
    "slug": "clothing-swing-tags",
    "title": "Clothing Swing Tags",
    "short_description": "Build your clothing brand by attaching a custom Swing Tag to your products. From 100 Swing Tags Single or Double Sided Add Matt or Gloss Biodegradable Lamination Add punched holes or metal eyelets REQUEST A PRICE LIST",
    "full_description": "Description Build your clothing brand by attaching a custom Swing Tag to your products. Display your logo, product care instructions or prices. From 100 Swing Tags 85mm x 55mm Portrait Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Card Stock Add Gloss or Matt Biodegradable Lamination Add punched holes or metal eyelets Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your swing tag design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2023/10/OP-Clothes-Tag-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/jewellery-backing-cards/",
    "slug": "jewellery-backing-cards",
    "title": "Jewellery Backing Cards",
    "short_description": "Showcase your jewellery with sturdy and beautiful Backing Cards. From 100 Backing Cards Available in 2 standard sizes, or custom sizes Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Stock Add rounded corners, earring holes or euro slot punch Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Showcase your jewellery with sturdy and beautiful Backing Cards. With a range of quality papers and sizes to choose from, create the perfect packaging for your jewellery. From 100 Backing Cards Available in 2 standard sizes – 85 x 55mm and 85 x 85mm Bespoke sizes available on request Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Card Stock Add rounded corners Add earring holes Add euro slot punch or hanging hole (a standard retail fitting hole to hang your cards from) Add Matt or Gloss Biodegradable Lamination Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your jewellery backing card using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP-Earring-Card-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/packaging-sleeves-and-belly-bands/",
    "slug": "packaging-sleeves-and-belly-bands",
    "title": "Packaging Sleeves and Belly Bands",
    "short_description": "Create custom packaging or add the perfect finishing touch to your products with Belly Bands. From 50 Belly Bands Available in 6 standard sizes, or custom sizes Single or Double Sided From 160gsm-400gsm Coated Silk or Uncoated Stock Add Matt or Gloss Biodegradable Lamination Secure with a custom printed sticker, glue dot, tape or wax seal REQUEST A PRICE LIST",
    "full_description": "Description Create custom packaging or add the perfect finishing touch to your products with Belly Bands. An easy way to add branding and product info to your products. These paper sleeves work great for greetings cards, notebooks, soap, boxes and lots of other products. What is a Belly Band? Simply a long piece of paper, a Belly Band wraps around your product and is often secured with a printed sticker, glue dot, tape or wax seal. Personalised with your choice of paper and design, these are a cost effective way to add branding to a plain box, rather than the more costly option of a fully printed box. Belly Bands are also becoming a popular add on to Wedding Stationery to bundle invitations and other cards such as the RSVP. From 50 Belly Bands Available in 6 standard sizes Bespoke sizes available on request Single or Double Sided 170gsm , 250gsm or 350gsm Coated Silk Stock 160gsm, 300gsm or 400gsm Uncoated Stock Add Matt or Gloss Biodegradable Lamination Printed in full process colour Supplied flat un-creased Add pre-creasing Secure with a custom printed sticker, glue dot, tape or wax seal Packaged in our high quality cardboard boxes Sizes: 55mm x 210mm 55mm x 300mm 55mm x 420mm 100mm x 210mm 100mm x 300mm 100mm x 420mm Custom sizes up to 420mm long Remember – when working out what size Belly Band you will need, you need to overlap at some point so that you can fasten or secure it around your product with a sticker, tape or wax seal. We recommend that you have at least a 25mm of overlap to ensure you can secure your Belly Band. Add ons: Add matt or gloss lamination for extra durability Add pre-creasing Add printed stickers to secure your bands How can I fold and secure my Belly Bands? As standard our Belly Bands are supplied flat. We don’t pre-crease them, so that you can fold them to snugly fit around your product. However, for an additional fee, our production team can pre-crease them for you. You should have no problem folding them where you need to. If you need to be super precise and neat with this, you can always score them slightly with a pair of scissors or manual creasing tool to achieve the best result. We can supply you everything you need to secure the bands. For an invisible option, a glue dot works well. Or you could make more of a statement and add your choice of sticker to complete the look. Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your belly band using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP_BellyBands_3-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/pin-badge-backing-cards/",
    "slug": "pin-badge-backing-cards",
    "title": "Pin Badge Backing Cards",
    "short_description": "Showcase your pin badges with sturdy and beautiful Backing Cards. From 100 Backing Cards Available in 2 standard sizes, or custom sizes Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Stock Add rounded corners, badge holes or euro slot punch Add Matt or Gloss Biodegradable Lamination REQUEST A PRICE LIST",
    "full_description": "Description Showcase your pin badges with sturdy and beautiful Backing Cards. With a range of quality papers and sizes to choose from, create the perfect packaging for your pin badges. From 100 Backing Cards Available in 2 standard sizes – 85 x 55mm and 85 x 85mm Bespoke sizes available on request Single or Double Sided 350gsm Coated Silk or 400gsm Uncoated Card Stock Add rounded corners Add pin badge hole (min 5mm) Add euro slot punch or hanging hole (a standard retail fitting hole to hang your cards from) Add Matt or Gloss Biodegradable Lamination Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your pin badge backing card using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP-Pin-Badge-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/adhesive-product-labels/",
    "slug": "adhesive-product-labels",
    "title": "Product Labels",
    "short_description": "Add the perfect finishing touch to your products with custom paper stickers – Trimmed to the perfect size for your product! From 50 labels (Mix your designs!) Indoor use only Available in any custom size Supplied as individual stickers REQUEST A PRICE LIST",
    "full_description": "Description Add the perfect finishing touch to your products with custom paper stickers – Trimmed to the perfect size for your product! Square Cut stickers are printed on SRA3 sheets of adhesive paper. They are then trimmed to your required size. The backing paper has small splits on it which makes it easier to peel your stickers away from the backing paper. From 50 labels Indoor use only (Waterproof vinyl stickers are available for outdoor use) Available in any custom size – Send us dimensions for a custom quote or bring your products in to be measured Supplied as individual stickers Printed in full process colour Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your labels using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-product-labels-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/rectangle-and-square-sticker-sheets/",
    "slug": "rectangle-and-square-sticker-sheets",
    "title": "Rectangle & Square sticker sheets",
    "short_description": "Add the perfect finishing touch to your products, envelopes or packaging with round rectangle & square stickers. Our most affordable sticker option! From 50 stickers Indoor use only Available in 122 sizes Available printed on matt white, gloss white, silver, gold, fluorescent and kraft paper Supplied on A4 sheets REQUEST A PRICE LIST",
    "full_description": "Description Add the perfect finishing touch to your products, envelopes or packaging with rectangle & square paper stickers. An easy way to add branding and product info. These paper stickers work great for sealing envelopes & packaging, or sticking directly onto products such as candles, take-away coffee cups, and lots of other products. Our most affordable sticker option! From 50 stickers Indoor use only (Waterproof vinyl stickers are available for outdoor use) Available in a huge range of sizes: Rounded Corner Rectangles – 86 sizes Squared Corner Rectangles – 36 sizes Available printed on matt white, gloss white, silver, gold, fluorescent and kraft paper Recycled paper options available Printed in full process colour Supplied kiss-cut on A4 sheets Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your stickers using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-rectangle-labels-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/round-sticker-sheets/",
    "slug": "round-sticker-sheets",
    "title": "Round sticker sheets",
    "short_description": "Add the perfect finishing touch to your products, envelopes or packaging with round paper stickers. Our most affordable sticker option! From 50 stickers Indoor use only Available in 26 sizes from 10 to 200mm Available printed on matt white, gloss white, silver, gold, fluorescent and kraft paper Supplied on A4 sheets REQUEST A PRICE LIST",
    "full_description": "Description Add the perfect finishing touch to your products, envelopes or packaging with round paper stickers. An easy way to add branding and product info. These paper stickers work great for sealing envelopes & packaging, or sticking directly onto products such as candles, take-away coffee cups, and lots of other products. Our most affordable sticker option! From 50 stickers Indoor use only (Waterproof vinyl stickers are available for outdoor use) Available in 26 sizes from 10 to 200mm Available printed on matt white, gloss white, silver, gold, fluorescent and kraft paper Recycled paper options available Printed in full process colour Supplied kiss-cut on A4 sheets Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and logo file to our design team who will create your stickers using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Packaging",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/08/OP-round-labels-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/funeral-memorial-sign/",
    "slug": "funeral-memorial-sign",
    "title": "Funeral Memorial Sign",
    "short_description": "A funeral service memorial sign will help you create a beautiful and touching tribute to your loved one. A3, A2 or A1 Card or 3mm Foamex Quick turn around Free direct delivery to you or your Funeral Directors Need a way to display your sign? Hire a frame or easel from us REQUEST A PRICE LIST",
    "full_description": "Description A funeral service memorial sign will help you create a beautiful and touching tribute to your loved one. Posters and signs can be placed at the front of the congregation during the service to add a personal touch to the ceremony. Our design team will help you put together the perfect tribute to your loved one. A funeral memorial or welcome sign can include photographs of the individual throughout their life. Family members may also choose to include tributes, eulogies, or other personalised messages from family and friends. We have a range of templates available or we can design a bespoke and personal sign. You can trust that our signs will meet your budget and ensure a fitting tribute to your loved one. Ordering your funeral signs direct with a print company is significantly more budget friendly than through your Funeral Director. A3, A2 or A1 Portrait or Landscape A3 Freestanding sign to display on an easal: 400gsm uncoated card or Foamex To go in a frame: 250gsm coated paper A2 or A1 Freestanding sign to display on an easal: Foamex To go in a frame: 250gsm coated paper Printed in full process colour Need an easel or frame to display your sign? You can hire a frame or easel from us (Collection/Return Kidderminster) Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and photos to our design team who will create your memorial sign design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Funerals",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP-Funeral-Sign-Mockup-600x600.jpg"
    ]
  },
  {
    "url": "https://outpostcustom.co.uk/product/funeral-order-of-service-booklets/",
    "slug": "funeral-order-of-service-booklets",
    "title": "Funeral Order of Service Booklets",
    "short_description": "An order of service booklet is a comforting guide for guests, outlining the ceremony, as well as a cherished keep sake to take away with them. From 25 booklets A5 4 or 8 pages Quick turn around Free direct delivery to you or your Funeral Directors We donate 10% of our sales of Order of Services to KEMP Hospice REQUEST A PRICE LIST",
    "full_description": "Description An order of service booklet is a comforting guide for guests, outlining the ceremony, as well as a cherished keep sake to take away with them. Our design team will help you put together the perfect tribute to your loved one. A funeral order of service typically includes photos throughout their life, the words for hymns and prayers for guests to follow along, as well as the names of key people delivering eulogies or sharing memories. We have a range of templates available or we can design a bespoke and personal booklet. You can trust that our booklets will meet your budget and ensure a fitting tribute to your loved one. Ordering your Order of Service bookets direct with a printing company is significantly more budget friendly than through your Funeral Director. From 25 Order of Service Booklets A5 Portrait 4 pages or 8 pages 4 pages 1 sheet of A4 folded to A5 300gsm uncoated card stock Supplied folded 8 pages – 2 sheets of A4 folded to A5 160gsm uncoated inside sheet 300gsm uncoated cover sheet Supplied folded and staple bound Printed in full process colour Packaged in our high quality cardboard boxes Artwork / Design FREE artwork check on all supplied artwork Submit your PDF artwork via email to info@outpostcustom.co.uk Submit your text and photos to our design team who will create your order of service design using our standard template – Artwork fee applies to this method from £25+VAT. Set up your artwork in Canva and share it directly to info@outpostcustom.co.uk Download our FREE Indesign Template Speak to our Design Team for a quote on a bespoke design",
    "price": "",
    "categories": [
      "Funerals",
      "Printing"
    ],
    "images": [
      "https://outpostcustom.co.uk/wp-content/uploads/2024/02/OP_4pp_OSS-mockup-600x600.jpg"
    ]
  }
]